Repository: censorship-no/ceno.github.io
Catalog: */about.po
Languages: el, ko, my

source: en
el: el
my: my

source: About
el: Σχετικά
ko: 소개
my: အကြောင်းအရာ

source: Support
el: Υποστήριξη
ko: 지원
my: အကူအညီ

source: News
el: Ειδήσεις
ko: 소식
my: သတင်း

source: Community
el: Κοινότητα
ko: 커뮤니티
my: အသိုင်းအဝိုင်း

source: Donate
el: Δωρεά
ko: 기부하기
my: လှူဒါန်းမည်

source: Get Ceno
el: Αποκτήστε το Ceno
ko: Ceno 받기
my: Ceno ကို ရယူမည်

source: Download
el: Λήψη
ko: 다운로드
my: ‌ဒေါင်းလုပ်ဒ်

source: EN
el: EL
ko: KO
my: MY

source: Ceno Browser | About
el: Περιηγητής Ceno | Σχετικά
ko: Ceno 브라우저 작동 방식
my: Ceno ဘရောက်ဇာ | အကြောင်းအရာ

source: How Ceno Browser Works
el: Πώς λειτουργεί ο περιηγητής Ceno
ko: Ceno 브라우저 작동 방식
my: Ceno ဘရောက်ဇာ အလုပ်လုပ်ပုံ

source: Most web traffic in countries that filter internet is routed through centralized exchanges, such as Google.
el: Οι χώρες φιλτράρουν την περισσότερη διαδικτυακή κίνηση μέσω κεντρικών σημείων, όπως η Google.
ko: 인터넷을 필터링하는 국가의 대부분의 웹 트래픽은 중앙 집중식 교환을 통해 라우팅됩니다.
my: နိုင်ငံများရှိ ဝက်ဘ်ဆိုက်အသုံးပြုခြင်း အသွားအလာတွင် အင်တာနက်ကို စစ်ထုတ်ခြင်းအတွက် Google ကဲ့သို့သော ဗဟိုကြားခံအဖွဲ့အစည်းများကို ဖြတ်၍ လမ်းကြောင်းဖွင့်ပေးသည်။

source: This design gives the censor an advantage in locating and blocking popular proxies, VPN servers, relays, etc;
el: Με αυτό τον τρόπο η λογοκρισία έχει το πλεονέκτημα να εντοπίσει και να εμποδίσει δημοφιλείς διακομιστές μεσολάβησης, VPN, αναμεταδοτών κλπ;
ko: 이러한 설계는 일반적인 프록시, VPN 서버, 릴레이 등을 찾아 차단하는 데 유리합니다;
my: ဤဒီဇိုင်းသည် လူကြိုက်များသော ပရောက်စီများ၊ VPN ဆာဗာများနှင့် ဖွင့်/ပိတ် ခလုတ်များ စသည်တို့ကို တည်နေရာရှာပြီး ပိတ်ဆို့ရာတွင် စိစစ်ခြင်းအား အားသာချက်ရစေသည်။

source: In these cases, reaching origin web servers is difficult or impossible, and your device will not be able to get that content.
el: Σε αυτές τις περιπτώσεις, η πρόσβαση στους πραγματικούς διακομιστές Διαδικτύου είναι δύσκολη ή αδύνατη και η συσκευή σας δε θα μπορεί να λάβει τα δεδομένα.
ko: 이러한 경우, 원본 웹 서버에 도달하는 것이 어렵거나 불가능하며 장치에서 해당 콘텐츠를 가져올 수 없습니다.
my: ဤအခြေအနေများတွင် မူလ ဝက်ဘ်ဆာဗာများသို့ ရောက်ရှိရန် ခက်ခဲသည် သို့မဟုတ် မဖြစ်နိုင်ပါ၊ ထို့ပြင် သင့်စက်သည် ထိုအကြောင်းအရာကို ရနိုင်မည် မဟုတ်ပါ။

source: Ceno is a mobile web browser for storing and sharing web content anywhere.
el: Το Ceno είναι ένα πρόγραμμα περιήγησης για κινητά, για αποθήκευση και κοινή χρήση περιεχομένου διαδικτύου οπουδήποτε.
ko: Ceno는 웹 콘텐츠를 어디서나 저장하고 공유할 수 있는 모바일 웹 브라우저입니다.
my: Ceno သည် ဝက်ဘ် အကြောင်းအရာကို မည်သည့်နေရာတွင်မဆို သိုလှောင်ပြီး မျှဝေနိုင်သည့် မိုဘိုင်း ဝက်ဘ်ဘရောက်ဇာ ဖြစ်သည်။

source: Ceno users create small-world networks to connect to each other, and thereafter to a bridge outside the censored zone.
el: Οι χρήστες του Ceno δημιουργούν μικρά δίκτυα για να συνδεθούν μεταξύ τους και στη συνέχεια δημιουργούν μια γέφυρα εκτός της λογοκριμένης ζώνης.
ko: Ceno 사용자는 소규모 네트워크를 만들어 서로 연결한 후 검열 영역 밖의 브리지에 연결합니다.
my: Ceno သုံးစွဲသူများသည် တစ်ဦးနှင့်တစ်ဦး ချိတ်ဆက်ရန် ကမ္ဘာငယ် ကွန်ရက်များကို ဖန်တီးပြီးနောက် ဆင်ဆာဖြတ်ထားသော ဇုန်ပြင်ပတွင် ပေါင်းကူးတစ်ခုနှင့် ချိတ်ဆက်သည်။

source: Once a website is accessed by a single Ceno user, it is stored and shared inside the country peer-to-peer.
el: Μόλις ένας χρήστης του Ceno αποκτήσει πρόσβαση σε έναν ιστότοπο, αυτός αποθηκεύεται και διαμοιράζεται στο εσωτερικό της χώρας από χρήστη σε χρήστη.
ko: 단일 Ceno 사용자가 웹 사이트에 액세스하면 해당 웹 사이트는 국가 P2P 내부에 저장 및 공유됩니다.
my: ဝက်ဘ်ဆိုက်တစ်ခုကို Ceno သုံးစွဲသူတစ်ဦးက ဝင်ရောက်သုံးစွဲသည်နှင့် ၎င်းကို သိုလှောင်ပြီး နိုင်ငံတွင်း တစ်ဦးနှင့်တစ်ဦးကြား မျှဝေသည်။

source: <a href="../user-manual/en/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> Learn more in the User Manual!</button></a> <a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> For a more in-depth, technical guide, see the Ouinet whitepaper.</button></a>
my: <a href="../user-manual/my/" style="text-align:center"><button class="btn btn-outline-danger btn-learnmore mt-3 mb-3" type="button" style="text-align: center;"><span class="fas fa-book fa-xl"></span> သုံးစွဲသူ လက်စွဲတွင် နောက်ထပ် လေ့လာပါ။</button></a><a href="https://gitlab.com/equalitie/ouinet/blob/main/doc/ouinet-network-whitepaper.md"><button class="btn btn-outline-danger btn-learnmore" type="button"><span class="fas fa-scroll fa-xl"></span> ပိုမိုအသေးစိတ်သော နည်းပညာဆိုင်ရာ လမ်းညွှန်အတွက် Ouinet စက္ကူဖြူစာတမ်းကို ကြည့်ပါ။</button></a>

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
my: Ceno Browser သည် သာတူညီမျှနှင့် သာတူညီမျှသောကွန်ရက်ကိုပံ့ပိုးရန် ဗဟိုချုပ်ကိုင်မှုလျှော့ချထားသောအင်တာနက်ဝန်ဆောင်မှုများကိုဖန်တီးပေးသည့်ကနေဒါအကျိုးအမြတ်မယူသောအဖွဲ့အစည်းတစ်ခုဖြစ်သည့် <a href="https://equalit.ie">eQualit.ie</a> ၏ပရောဂျက်တစ်ခုဖြစ်သည်။ . eQualitie ၏ ဖြေရှင်းချက်များသည် ပွင့်လင်းသောအရင်းအမြစ်ဖြစ်ပြီး၊ ကျွန်ုပ်တို့၏တန်ဖိုးများနှင့်အတူ တီထွင်ဖန်တီးထားသည်။ ၎င်းတို့သည် လူသန်းပေါင်းများစွာကို နေ့စဉ် အွန်လိုင်းတွင် လွတ်လပ်စွာ ပေါင်းသင်းခွင့် ပေးသည်။
