Repository: censorship-no/ceno.github.io
Catalog: */ceno-*-iran.po
Languages: ru

source: en
ru: ru

# ceno-in-iran.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>

source: EN
ru: RU

# ceno-in-iran.html+html.body.nav.div.div:127-9
source: Download
ru: Скачать

# ceno-in-iran.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>

source: Download Ceno
ru: Скачать Ceno

# ceno-in-iran.html+html.body.nav.div.div.a.div:146-11
source: Download
ru: Скачать

source: Ceno logo
ru: Ceno лого

source: Ceno Browser | Ceno proves itself in Iran during Internet shutdowns
ru: Браузер Ceno | Ceno проявил себя в Иране во время отключения Интернета

source: Ceno proves itself in Iran during Internet shutdowns
ru: Ceno проявил себя в Иране во время отключения Интернета

source: Decentralized mobile web browser enables people to access and share information regardless of censorship
ru: Децентрализованный мобильный веб-браузер обеспечивает пользователям доступ к информации и обмен ею независимо от цензуры

source: <strong>Montreal, December 15, 2022</strong> – eQualitie is pleased to announce that its Ceno Browser is fulfilling its mission of assisting thousands in Iran, while also advancing its usefulness in the Russia-Ukraine war. Short for <strong>ce</strong>nsorship.<strong>no</strong>, Ceno allows individual mobile users to access and share global web content in spite of Internet censorship tactics and in areas of limited connectivity. In 2022 to date, Ceno has helped tens of thousands in Iran, even while their Internet connections have been thwarted.
ru: <strong>Монреаль, 15 декабря 2022 года</strong> – eQualitieс радостью сообщает, что ее браузер Ceno Browser выполняет свою миссию по оказанию помощи тысячам людей в Иране, а также повышает свою практическую полезность в войне между Россией и Украиной. Сокращение от<strong>ce</strong>nsorship.<strong>no</strong>, Ceno позволяет отдельным мобильным пользователям получать доступ к глобальному веб-контенту и обмениваться им, несмотря на действия интернет-цензуры и в районах с ограниченным подключением. В 2022 году Ceno помог десяткам тысяч людей в Иране, даже несмотря на то, что их подключение к Интернету было блокировано.

source: Internet shutdowns are becoming more common in undemocratic countries, intensifying the need for decentralized services and tools such as Ceno. In Iran, since protests started to surge in mid-September, the regime has been particularly aggressive in suppressing communication outside of its intranet infrastructure, the National Information Network. Among other things, the authorities have been blocking websites and social platforms; disabling mobile data; encrypting DNS services; and collapsing networks.
ru: Отключение Интернета становится все более распространенным явлением в недемократических странах, что усиливает потребность в децентрализованных услугах и инструментах, таких как Ceno. В Иране, после того как в середине сентября начался всплеск протестов, режим стал особенно агрессивно подавлять коммуникацию за пределами своей внутренней инфраструктуры - Национальной информационной сети. Среди прочего, власти блокируют веб-сайты и социальные платформы, отключают мобильные данные, шифруют службы DNS и разрушают сети.

source: Ceno has persisted around these ploys, using its robust peer-to-peer backbone, Ouinet, to sidestep every blockage, filter, shutdown and attack. The Ceno team is able to extrapolate from its decentralized network that thousands in Iran are now actively using the browser to bypass the national intranet. Ceno’s usage also continues to grow in other censored countries, such as Russia, Afghanistan, Ukraine, Pakistan, India, Yemen, Bangladesh and Myanmar. Each install expands the network by creating bridges between devices and enabling users to share blocked, filtered and censored web content.
ru: Ceno успешно обходит эти методы, используя свою надежную одноранговую сеть Ouinet, чтобы обойти все блокировки, фильтры, отключения и атаки. Команда Ceno может сделать вывод на основе своей децентрализованной сети, что тысячи людей в Иране сейчас активно используют браузер для обхода национальной внутренней сети. Использование Ceno также продолжает расти в других странах, подвергающихся цензуре, таких как Россия, Афганистан, Украина, Пакистан, Индия, Йемен, Бангладеш и Мьянма. Каждая установка расширяет сеть, создавая мосты между устройствами и позволяя пользователям обмениваться заблокированным, отфильтрованным и цензурированным веб-контентом.

source: “It is gratifying to watch Ceno in action when it matters,” said Dmitri Vitaliev, founder and director of eQualitie. “Where the people of Iran could not access information freely, they can now rely on Ceno to help them navigate their situation and freely access information that is otherwise censored on the Iranian network.”
ru: "Приятно видеть Ceno в действии, именно тогда, когда это важно", - сказал Дмитрий Витальев, основатель и директор eQualitie. "Там, где жители Ирана не могли получить свободный доступ к информации, теперь они могут положиться на Ceno, чтобы помочь им сориентироваться в ситуации и получить свободный доступ к информации, которая в противном случае подвергается цензуре в иранской сети."

source: "Impressive platform,” states a Google Play Store reviewer. “You can't imagine how useful and brilliant it is if you don't live in countries like Iran.”
ru: "Впечатляющая платформа", - утверждает рецензент Google Play Store. "Вы не можете себе представить, насколько она полезна и гениальна, если вы не живете в таких странах, как Иран."

source: Ceno works on Android devices, and version 2.0 s set to be released in the coming week on Google Play, <a href="https://censorship.no/download">censorship.no</a> and Paskoocheh (Farsi for Alley Way). Its open-source code is available on Gitlab. Ceno is one of several digital democratization projects envisioned and developed by eQualitie, which partners with organizations such as the Toronto-based technology group ASL19 to offer practical responses to online access and information challenges. For more information, <a href="factsheet.html">access the Ceno fact sheet</a>.
ru: Ceno работает на устройствах Android, и версия 2.0 будет выпущена на следующей неделе на Google Play, <a href="https://censorship.no/download">censorship.no</a>и Paskoocheh (на фарси означает "путь по аллеям").Открытый исходный код доступен на Gitlab. Ceno - это один из нескольких проектов цифровой демократизации, задуманный и разработанный компанией eQualitie, которая сотрудничает с такими организациями, как технологическая группа ASL19 из Торонто, чтобы предложить практические ответы на проблемы, связанные с доступом в Интернет и информацией. Для получения дополнительной информации,<a href="factsheet.html">ознакомьтесь с информационным бюллетенем Ceno</a>.

source: About eQualitie
ru: Об eQualitie

source: Since its foundation in 2010, eQualitie has been inspired by the principles of freedom of expression and association as defined in Articles 18, 19 and 20 of the UN’s Universal Declaration of Human Rights. Headquartered in Montreal, eQualitie’s team is distributed globally, including on the ground in censored and conflict areas. eQualitie is funded by public grants, private foundations and revenue generated from commercial activities. For more information, visit <a href="https://equalit.ie">https://equalit.ie.</a>
ru: С момента своего основания в 2010 году eQualitie руководствуется принципами свободы слова и объединениями, определенными в статьях 18, 19 и 20 Всеобщей декларации прав человека ООН. Штаб-квартира eQualitie находится в Монреале, команда специалистов распределена по всему миру, в том числе на местах в зонах цензуры и конфликтов. eQualitie финансируется за счет государственных грантов, частных фондов и доходов от коммерческой деятельности. Для получения дополнительной информации посетите <a href="https://equalit.ie">https://equalit.ie.</a>

source: Press Contact
ru: Пресс-контакт

source: For press and media inquiries, please contact Jenny Ryan: press [at] equalitie [dot] org.
ru: По вопросам прессы и СМИ, пожалуйста, обращайтесь Jenny Ryan: press [at] equalitie [dot] org.

source: Download PDF
ru: Скачать PDF

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
