Repository: censorship-no/ceno.github.io
Catalog: */download.po
Languages: el

source: en
el: el

source: About
el: Σχετικά

source: Support
el: Υποστήριξη

source: News
el: Ειδήσεις

source: Community
el: Κοινότητα

source: Donate
el: Δωρεά

source: Get Ceno
el: Αποκτήστε το Ceno

source: Download
el: Λήψη

source: EN
el: EL

source: Ceno Browser | Download
el: Ceno Browser | Λήψη

source: Ceno Browser banner
el: Τίτλος Ceno Browser

source: Get Ceno Browser
el: Λήψη περιηγητή Ceno

source: The safest way to install Ceno Browser on your Android phone is through the Google Play Store:
el: Ο ασφαλέστερος τρόπος εγκατάστασης του περιηγητή Ceno στο android τηλέφωνό σας, είναι μέσω του Google Play Store:

source: Get it on Google Play
el: Λήψη από Google Play

source: Get it on F-droid
el: Λήψη από Gitlab

source: Get it on Paskoocheh
el: Λήψη από Paskoocheh

source: Get it on GitLab
el: Λήψη από Gitlab

source: Direct Download
el: Άμεση λήψη

source: For advanced users or those unable to install Ceno Browser via the above links, you can download the latest APK directly:
el: Για προχωρημένους χρήστες ή όσους δεν μπορούν να εγκαταστήσουν τον Ceno Browser μέσω των παραπάνω συνδέσμων, μπορείτε να κατεβάσετε απευθείας το πιο πρόσφατο APK:

source: Download (32-bit ARM)
el: Λήψη (32-bit ARM)

source: Download (64-bit ARM)
el: Λήψη (64-bit ARM)

source: Run this to <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">verify</a> that the APK has a valid signature from the certificate with the fingerprint shown below:
el: Εκτελέστε τις παρακάτω εντολές για να <a href="https://developer.android.com/studio/command-line/apksigner#usage-verify">βεβαιωθείτε</a> ότι το APK έχει έγκυρη υπογραφή πιστοποιητικού με το αποτύπωμα που εμφανίζεται παρακάτω:

source: You can also verify the <a href="https://dcomm.net.ua/package/ceno/sha256sums.txt.asc">signatures</a> of <a href="https://dcomm.net.ua/package/ceno/sha256sums.txt">file hashes</a> against our <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">PGP key</a> (with fingerprint <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).
el: Μπορείτε να επαληθεύσετε τις <a href="https://dcomm.net.ua/package/ceno/sha256sums.txt.asc">υπογραφές</a> of <a href="https://dcomm.net.ua/package/ceno/sha256sums.txt">του αρχείου επιβεβαίωσης</a> με το <a href="https://pgp.mit.edu/pks/lookup?op=get&search=0xC7DCC123F0DDB862">κλειδί PGP</a> (με το αναγνωριστικό <code>51BE 600C 2711 926C 865D F93F C7DC C123 F0DD B862</code>).

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
el: Το Ceno Browser είναι ένα έργο της <a href="https://equalit.ie">eQualit.ie</a>, μιας μη κερδοσκοπικής καναδικής εταιρείας που αναπτύσσει ανοικτά και επαναχρησιμοποιήσιμα συστήματα με έμφαση στην προστασία της ιδιωτικής ζωής, την ασφάλεια στο διαδίκτυο και την ελευθερία του συνεταιρίζεσθαι. Οι τεχνολογικές λύσεις και οι καινοτομίες καθοδηγούνται από τις <a href="https://equalit.ie/en/values/"> αξίες μας</a> που μας καθοδηγούν για την προστασία των δικαιωμάτων και των προσδοκιών όλων στο διαδίκτυο.
