Repository: censorship-no/ceno.github.io
Catalog: */help.po
Languages: el

source: en
el: el

source: About
el: Σχετικά

source: Support
el: Υποστήριξη

source: News
el: Ειδήσεις

source: Community
el: Κοινότητα

source: Donate
el: Δωρεά

source: Get Ceno
el: Αποκτήστε το Ceno

source: Download
el: Λήψη

source: EN
el: EL

source: Ceno Browser | Community
el: Φυλλομετρητής Ceno | Κοινότητα

source: Get Involved!
el: Συμμετέχετε!

source: We'd love your support in making Ceno Browser as useful and accessible as possible. Ceno is a completely Free/Libre/Open Source project, and there are many ways to contribute!
el: Χρειαζόμαστε την υποστήριξή σας για να κάνουμε τον φυλλομετρητή Ceno όσο το δυνατόν πιο χρήσιμο και προσβάσιμο. Το Ceno είναι ένα ελεύθερο και ανοιχτό λογισμικό στο οποίο μπορείτε να συμμετέχετε με πολλούς τρόπους.

source: Translations
el: Μεταφράσεις

source: Help translate the Ceno Browser app, web extension, user manual and website! We use Weblate to crowdsource translations.
el: Βοηθήστε στη μετάφραση της εφαρμογής του φυλλομετρητή Ceno, του διαδικτυακού πρόσθετου, του εγχειριδίου χρήσης και του ιστότοπου! Χρησιμοποιούμε το Weblate για την υλοποίηση των μεταφράσεων.

source: Please contact the Ceno team at cenoers [at] equalit [dot] ie (or the contact form below) if you're interested in becoming a reviewer for translation(s) in your language(s).
el: Παρακαλούμε επικοινωνήστε με την ομάδα του Ceno στο email cenoers [at] equalit [dot] ie (ή μέσω της παρακάτω φόρμας επικοινωνίας), εάν ενδιαφέρεστε να γίνετε ελεγκτής για τη μετάφραση (ή τις μεταφράσεις) στη γλώσσα (ή τις γλώσσες) σας.

source: For more information about how to use Weblate, see <a href="https://docs.weblate.org/">the Weblate documentation.</a>
el: Για περισσότερες πληροφορίες σχετικά με τη χρήση του Weblate, δείτε την <a href="https://docs.weblate.org/">τεκμηρίωση του Weblate</a>

source: Join our Weblate
el: Εγγραφείτε στο Weblate μας

source: User Research
el: Έρευνα χρηστών

source: Source Code
el: Πηγαίος κώδικας

source: If you are interested in Ceno's source code please check the following Git repositories:
el: Το Ceno είναι ένα πλήρως Δωρεάν/Ελεύθερο/Ανοικτού κώδικα λογισμικό. Εάν ενδιαφέρεστε για τον πηγαίο κώδικα του, παρακαλούμε ελέγξτε τα ακόλουθα αποθετήρια στο Git:

source: Browser components: <a href="https://github.com/censorship-no/ceno-browser">package builder</a>, <a href="https://github.com/censorship-no/gecko-dev/tree/ceno">Firefox fork</a>, <a href="https:// ithub.com/censorship-no/ceno-distribution">included extensions</a>, <a href="https://github.com/censorship-no/ceno-ext-settings">settings extension source</a>
el: Στοιχεία του φυλλομετρητή: <a href="https://github.com/censorship-no/ceno-browser">package builder</a>, <a href="https://github.com/censorship-no/gecko-dev/tree/ceno">ενσωμάτωση Firefox</a>, <a href="https://github.com/censorship-no/ceno-distribution">πρόσθετα που συμπεριλαμβάνονται</a>, <a href="https://github.com/censorship-no/ceno-ext-settings">ρυθμίσεις πηγής πρόσθετου</a>

source: Ouinet source
el: Πηγή Ouinet

source: You may also be interested in the (no longer maintained) <a href="https://github.com/censorship-no-archive/ceno1">previous incarnation of Ceno</a>, built on the <a href="https://freenetproject.org/">Freenet</a> anonymous file sharing and content publishing network. Other inactive project-related repositories can be found at the <a href="https://github.com/censorship-no-archive">Censorship.no! archive</a>.
el: Μπορεί επίσης να σας ενδιαφέρει η (μη υποστηριζόμενη πλέον) <a href="https://github.com/censorship-no-archive/ceno1">προηγούμενη κατάσταση του Ceno</a>, που βασίστηκε στο <a href="https://freenetproject.org/">Freenet</a>, ένα ανώνυμο δίκτυο διαμοιρασμού αρχείων και δημοσίευσης περιεχομένου. Άλλα ανενεργά αποθετήρια που σχετίζονται με το έργο μπορείτε να τα βρείτε στην <a href="https://github.com/censorship-no-archive">αρχειοθήκη Censorship.no!</a>.

source: Run a Bridge Node
el: Εκτελέστε έναν κόμβο γεφύρωσης

source: Want to help grow the network? Join the swarm!
el: Θέλετε να βοηθήσετε στην ανάπτυξη του δικτύου; Γίνετε μέλος της κοινότητας!

source: Run Ceno Browser on your Android device, and/or a spare, always-on device.
el: Ο εύκολος τρόπος: Android. Εκτελέστε τον φυλλομετρητή Ceno στη συσκευή σας Android ή/και σε μια εφεδρική, πάντα ενεργοποιημένη συσκευή σας.

source: Ensure UPnP is enabled on your router, or set up port forwarding.
el: ΑΝΟΙΞΤΕ ΜΙΑ ΠΥΛΗ ΣΤΟ ΔΙΑΔΙΚΤΥΟ: Βεβαιωθείτε ότι το UPnP είναι ενεργοποιημένο στο δρομολογητή σας ή ρυθμίστε την προώθηση θύρας.

source: Create and open a new Firefox Profile, and set the proxy to localhost, port 8077.
el: ΓΙΑ ΝΑ ΔΕΙΤΕ ΕΑΝ ΛΕΙΤΟΥΡΓΕΙ: Δημιουργήστε και ανοίξτε ένα νέο προφίλ στο Firefox και ορίστε το διακομιστή μεσολάβησης σε localhost, θύρα 8077.

source: Install the Ceno Web Extension and the provided certificate to test it out!
el: ΣΑΣ ΕΥΧΑΡΙΣΤΟΥΜΕ ΠΟΥ ΣΥΜΜΕΤΕΧΕΤΕ! Εγκαταστήστε το πρόσθετο διαδικτύου Ceno και το πιστοποιητικό που σας παρέχετε για να το δοκιμάσετε!

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
el: Το Ceno Browser είναι ένα έργο της <a href="https://equalit.ie">eQualit.ie</a>, μιας μη κερδοσκοπικής καναδικής εταιρείας που αναπτύσσει ανοικτά και επαναχρησιμοποιήσιμα συστήματα με έμφαση στην προστασία της ιδιωτικής ζωής, την ασφάλεια στο διαδίκτυο και την ελευθερία του συνεταιρίζεσθαι. Οι τεχνολογικές λύσεις και οι καινοτομίες καθοδηγούνται από τις <a href="https://equalit.ie/en/values/"> αξίες μας</a> που μας καθοδηγούν για την προστασία των δικαιωμάτων και των προσδοκιών όλων στο διαδίκτυο.
