Repository: censorship-no/ceno.github.io
Catalog: */index.po
Languages: fr, ru, uk

source: en
fr: fr
ru: ru
uk: uk

# index.html+html.body.nav.div.div:96-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
uk: <a href="about.html">Про проєкт</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Community</a> <a href="donate.html">Підтримати</a>

# index.html+html.body.nav.div.div.div.label.img[alt]:107-13
source: Select language
uk: Обрати мову

source: EN
fr: FR
ru: RU
uk: UK

# index.html+html.body.nav.div.div:127-9
source: Download
ru: Скачать
uk: Завантажити

# index.html+html.body.nav.div.div:138-7
source: <a href="about.html">About</a> <a href="support.html">Support</a> <a href="news.html">News</a> <a href="help.html">Community</a> <a href="donate.html">Donate</a>
ru: <a href="about.html">О проекте</a><a href="support.html">Поддержка</a><a href="news.html">Новости</a><a href="help.html">Сообщество</a><a href="donate.html">Пожертвовать</a>
uk: <a href="about.html">Про</a> <a href="support.html">Підтримка</a> <a href="news.html">Новини</a> <a href="help.html">Спільнота</a> <a href="donate.html">Підтримати</a>

source: Download Ceno
fr: Télécharger Ceno
ru: Скачать Ceno
uk: Завантажити Ceno

# index.html+html.body.nav.div.div.a.div:146-11
source: Download
ru: Скачать
uk: Завантажити

source: Ceno logo
fr: Logo Ceno
ru: Ceno лого
uk: Логотип Ceno

# index.html+html.body.nav.div.div.label.img[alt]:153-11
source: Select language
uk: Обрати мову

source: Ceno Browser | Share the Web
fr: Navigateur Ceno | Partager le Web
ru: Браузер Ceno | И себе, и людям
uk: браузер Ceno | Поширюйте веб

source: Ceno Browser banner
fr: Bannière du Navigateur Ceno
ru: Баннер Браузера Ceno
uk: Банер браузера Ceno

source: Share the web!
fr: Partagez le Web
ru: И себе, и людям!
uk: Поширюйте веб!

source: Ceno is the world's first web browser that gets better with every installation. Offering a common Internet browsing experience, it relies on a peer-to-peer technology to deliver and share websites among all participants. Ceno can also be used to bypass network restrictions and browse content during a shutdown.
uk: Ceno - це перший у світі веб-браузер, який стає кращим з кожною інсталяцією. Пропонуючи загальний досвід роботи в Інтернеті, він покладається на пірингову технологію для доставки та обміну веб-сайтами між усіма учасниками. Ceno також можна використовувати для обходу мережевих обмежень і перегляду контенту під час вимкнення мережі.

source: Get it on Google Play
fr: L’obtenir sur Google Play
ru: Скачать в Google Play
uk: Завантажити з Google Play

source: Get it on F-droid
fr: L’obtenir sur F-droid
ru: Скачать в F-droid
uk: Отримати з F-droid

source: Get it on Paskoocheh
fr: L’obtenir sur Paskoocheh
ru: Скачать в Paskoocheh
uk: Завантажити з Paskoocheh

source: Browse Freely
fr: Naviguez librement
ru: Свободный доступ в веб
uk: Переглядайте вільно

source: Unlock the Web
fr: Débloquez le Web
ru: Разблокируйте интернет
uk: Розблокуйте Інтернет

source: Access web content through a network of cooperating peers - even when the internet is down or censored. Install Ceno Browser today and be prepared for the next time you get 🔌 unplugged.
fr: Accédez au contenu Web par un réseau de pairs coopérants, même si Internet est coupé ou censuré. Installez le Navigateur Ceno dès aujourd’hui et soyez prêt.e la prochaine fois que vous serez 🔌 débranché.e.
ru: Получите доступ к веб-контенту через сеть сообщающихся друг с другом узлов, даже если интернет не работает или подвергается цензуре. Установите Браузер Ceno сегодня и подготовьтесь к следующему разу когда вас 🔌 отключат от сети.
uk: Отримайте доступ до мережевого вмісту через мережу вузлів, що взаємодіють один з одним, навіть якщо інтернет не працює або піддається цензурі. Встановіть браузер Ceno сьогодні та будьте напоготові, коли Вас 🔌 відключать від мережі.

source: Grow the network - Become a bridge!
fr: Développez le réseau – devenez un pont
ru: Расширяйте сеть — Станьте мостом!
uk: Розширюйте мережу — Станьте мостом!

source: Grow the Network
fr: Développez le réseau
ru: Расширяйте сеть
uk: Розширюйте мережу

source: Fight censorship by becoming a bridge! Install and run Ceno Browser to instantly join the network and expand the availability of blocked websites to those in censored countries.
fr: Combattez la censure en devenant un pont. Installez et lancez le Navigateur Ceno pour vous joindre directement au réseau et augmenter la disponibilité des sites Web bloqués pour les utilisateurs et utilisatrices de pays censurés.
ru: Боритесь с цензурой, став мостом! Установите и запустите Браузер Ceno, чтобы мгновенно подключиться к сети и разблокировать доступ к веб-сайтам для пользователей из стран, где интернет цензурирован.
uk: Боріться з цензурою, ставши мостом! Встановіть і запускайте браузер Ceno для миттєвого підключення до мережі та розблокуйте доступ до вебсайтів для користувачів з країн, де інтернет цензурується.

# index.html+html.body.main.section.div.div.div.div.div.img[alt]:235-13
source: Free and Open Source
ru: Свободный и открытый исходный код
uk: Безплатно і з відкритим кодом

# index.html+html.body.main.section.div.div.div.div.div.h3:236-15
source: Free and Open Source
ru: Свободный и открытый исходный код
uk: Безплатно і з відкритим кодом

source: Ceno is based on <a href="https://mozac.org/">Mozilla Android Components</a>, extended to make use of the <a href="https://gitlab.com/equalitie/ouinet">Ouinet library</a> - enabling third party developers to incorporate the Ceno network into their apps for P2P connectivity.
fr: Ceno est fondé sur les <a href="https://mozac.org/">composants pour Android de Mozilla</a>, améliorés pour utiliser la <a href="https://gitlab.com/equalitie/ouinet">bibliothèque Ouinet</a>, ce qui permet aux développeurs tiers d'intégrer le réseau Ceno à leurs applis pour une connectivité pair à pair.
ru: Ceno основан на <a href="https://mozac.org/">Mozilla Android Components</a>, и <a href="https://gitlab.com/equalitie/ouinet">библиотеке Ouinet</a>, что позволяет сторонним разработчикам использовать сеть Ceno в своих приложениях для пиринговой связи.
uk: Ceno побудований на основі <a href="https://mozac.org/">Mozilla Android Components</a>, та доповнений <a href="https:// gitlab.com/equalitie/ouinet">бібліотекою Ouinet</a>, що дозволяє стороннім розробникам додавати мережу Ceno у свої програми для однорангового (peer-to-peer) звʼязку.

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian organization that creates decentralized internet services in support of a more equal and equitable network. eQualitie's solutions are open source, battle proven and developed in mind of our values. Everyday, they enable freedom of association for millions of people online.
fr: Ceno Browser est un projet de <a href="https://equalit.ie">eQualit.ie</a>, une organisation canadienne à but non lucratif qui crée des services Internet décentralisés pour soutenir un réseau plus égal et équitable. . Les solutions d'eQualitie sont open source, éprouvées et développées en gardant nos valeurs à l'esprit. Ils offrent chaque jour la liberté d’association en ligne à des millions de personnes.
ru: Ceno Browser – это проект <a href="https://equalit.ie">eQualit.ie</a>, канадской некоммерческой организации, которая создает децентрализованные интернет-сервисы для поддержки более равноправной и равноправной сети. . Решения eQualitie имеют открытый исходный код, проверены в боях и разработаны с учетом наших ценностей. Они ежедневно предоставляют свободу объединений в Интернете миллионам людей.
uk: Ceno Browser – це проєкт <a href="https://equalit.ie">eQualit.ie</a> (Ікволіті), канадської некомерційної організації, яка створює децентралізовані інтернет-сервіси для підтримки більш рівноправної мережі. Технологічні рішення eQualitie мають відкритий вихідний код, перевірені на практиці і розроблені з урахуванням наших цінностей. Ці рішення щодня гарантують мільйонам людей свободу слова та свободу об'єднань в інтернеті.

source: Ceno (short for censorship.no!) is the world’s first mobile browser that side-steps current Internet censorship methods. Its peer-to-peer backbone allows people to access and share web information in and across regions where connectivity has been interrupted or compromised.
fr: Ceno (abréviation de censorship.no !) est le premier navigateur mobile au monde à contourner les méthodes actuelles de censure sur Internet. Sa dorsale pair à pair permet à tous d’accéder aux informations du Web et de les partager dans les régions où la connectivité a été interrompue ou compromise.
ru: Ceno — первый в мире мобильный браузер разработанный для обхода современных методов Интернет-цензуры. Пиринговый протокол лежащий в его основе позволяет людям получать доступ к контенту и делиться им даже когда связь отсутствует или нарушена.
