Repository: censorship-no/ceno.github.io
Catalog: */privacy_policy.po
Languages: ru

source: en
ru: ru

source: About
ru: О проекте

source: Support
ru: Поддержка

source: News
ru: Новости

source: Community
ru: Сообщество

source: Donate
ru: дарить

source: Get Ceno
ru: Скачать Ceno

source: Download
ru: Скачать

source: EN
ru: RU

source: Ceno Browser | Privacy Policy
ru: Браузер Ceno | Уведомление о конфиденциальности

source: Ceno Privacy Notice
ru: Уведомление о конфиденциальности Ceno

source: eQualit.ie is committed to protecting the privacy interests of its customers, end users, distributors and suppliers. This privacy notice is intended to provide you with general information on how your personal information may be used. eQualit.ie is a Canadian corporation with its office located in Montreal, and our privacy notice has been developed to reflect Canadian and Quebec privacy laws and statutes. For further information regarding Canadian and Quebec privacy laws, please visit:
ru: Компания eQualit.ie стремится защищать интересы конфиденциальности своих клиентов, конечных пользователей, дистрибьюторов и поставщиков. Данное уведомление о конфиденциальности предназначено для предоставления вам общей информации о том, как может использоваться ваша личная информация. eQualit.ie является канадской корпорацией, офис которой расположен в Монреале, и наше уведомление о конфиденциальности было разработано с учетом законов и статутов о конфиденциальности Канады и Квебека. Для получения дополнительной информации о законах о конфиденциальности Канады и Квебека, пожалуйста, посетите:

source: Office of the Privacy Commissioner of Canada
ru: Управление уполномоченного по вопросам конфиденциальности Канады

source: Office of the Information and Privacy Commissioner of Quebec
ru: Управление уполномоченного по вопросам конфиденциальности Квебека

source: Effective Date and Scope
ru: Дата вступления в силу и область применения

source: This Privacy notice is effective as of December 1, 2018. In this privacy notice (Privacy notice), the terms “we”, “our” and “us” mean eQualit.ie. This Privacy notice governs our practices with respect to Data that we collect through the Ceno browser.
ru: Данное уведомление о конфиденциальности вступает в силу с 1 декабря 2018 года. В рамках данного уведомления о конфиденциальности (Уведомление о конфиденциальности) термины "мы", "наш" и "нас" означают eQualit.ie. Данное уведомление о конфиденциальности регулирует наши действия в отношении данных, которые мы собираем с помощью Браузера Ceno.

source: About Ceno
ru: О Ceno

source: Ceno is designed to provide you with open access to online censored content.
ru: Ceno предназначен для обеспечения открытого доступа к цензурованному контенту в Интернете.

source: Interaction data
ru: Данные о взаимодействиях

source: Ceno stores a summary collection of all public web pages viewed by Ceno users to enable other users of the system access to those pages. While we very much attempt to honor user privacy with this mechanism, it is still in early stages of development and it is possible private web pages viewed by users might be stored this way by accident.
ru: Ceno хранит сводную коллекцию всех публичных веб-страниц, просмотренных пользователями Ceno, чтобы предоставить другим пользователям системы доступ к этим страницам. Хотя мы очень стараемся соблюдать конфиденциальность пользователей при использовании этого механизма, он все еще находится на ранней стадии разработки, и возможно, что частные веб-страницы, просмотренные пользователями, могут быть сохранены таким образом случайно.

source: This testing version of Ceno stores logs of all pages requested via the censorship-circumvention mechanisms. Logs exist even for pages deemed private, as well as the considerations made to determine this privacy classification. This log data is used by the Ceno development team to track down issues with the Ceno infrastructure, and is not disclosed to others.
ru: Данная тестовая версия Ceno хранит файлы журнала для всех страниц, запрашиваемых с помощью схем обхода цензуры. Эти файлы хранятся даже для страниц, которые считаются приватными, а также включают в себя информацию о соображениях, на основании которых классификация приватности была определена. Эти данные журнала используются командой разработчиков Ceno для отслеживания проблем с инфраструктурой Ceno и не разглашаются другим лицам.

source: Storage of Data Outside Canada
ru: Хранение данных за пределами Канады

source: We store data outside of Canada.
ru: Мы храним данные за пределами Канады.

source: Data Retention Policy
ru: Политика хранения данных

source: Web page summary collection items are retained indefinitely. Logs for testing purposes will be retained for the duration of the testing and analysis period, and will be deleted afterwards.
ru: Веб-страницы хранятся в базе Ceno неограниченное время. Журналы для целей тестирования будут храниться в течение всего периода тестирования и анализа, после чего будут удалены.

source: How Can You Access and Modify Your Personal Information or Make a Complaint?
ru: Как можно получить доступ к своей личной информации, изменить ее или подать жалобу?

source: Data stored in either the web page summary collection or the testing logs are not directly linked to a particular user. As a consequence, it is not possible to either access or modify information connected to a particular user. If you have questions or concerns, you can reach us at: privacy@equalit.ie
ru: Данные, хранящиеся в сводной коллекции веб-страниц или в журналах тестирования, не связаны напрямую с конкретным пользователем. Как следствие, невозможно получить доступ или изменить информацию, связанную с конкретным пользователем. Если у вас есть вопросы или проблемы, вы можете связаться с нами по адресу: privacy@equalit.ie

source: Notice to Persons Outside of Canada
ru: Уведомление для лиц, находящихся за пределами Канады

source: This Privacy notice is governed by the laws of Canada and applicable provincial law. By submitting Personal Information to us, you understand that your Personal Information will be subject to the laws of Canada and applicable provincial laws.
ru: Данное уведомление о конфиденциальности регулируется законодательством Канады и применимым провинциальным законодательством. Предоставляя нам Личную информацию, вы понимаете, что ваша Личная информация будет подчиняться законам Канады и применимым провинциальным законам.

source: Changes to Our Privacy notice
ru: Изменения в нашем уведомлении о конфиденциальности

source: We may need to change certain aspects of the Privacy notice from time to time. We will email you and post any substantive changes to this notice on our website along with the effective date of those changes.
ru: Время от времени нам может потребоваться изменить некоторые пункты уведомления о конфиденциальности. Мы сообщим вам по электронной почте и опубликуем на нашем веб-сайте любые значительные изменения к данному уведомлению вместе с датой вступления этих изменений в силу.

source: Ceno Browser is a project by <a href="https://equalit.ie">eQualit.ie</a> – a not-for-profit Canadian company developing open and reusable systems with a focus on privacy, online security and freedom of association. Technology solutions and innovations are driven by our <a href="https://equalit.ie/en/values/">values</a> that guide us to protect the rights and aspirations of everyone online.
ru: Ceno Browser - это проект, разработанный <a href="https://equalit.ie">eQualit.ie</a>- некоммерческая канадская организация, разрабатывающая открытые и многоразовые системы с акцентом на конфиденциальность, онлайн-безопасность и свободу убеждений. В основе технологических решений и инноваций лежат наши<a href="https://equalit.ie/en/values/">ценности</a>, которые определяют наши действия по защите прав и стремлений каждого человека в Интернете.
